{
    "WelcomeToTrotter": "Welcome to Trotter!",
    "Email": "Email",
    "Password": "Password",
    "OrWith": "Or with",
    "WIP": "in development...",
    "Yes": "Yes",
    "No": "No",
    "Cancel": "Cancel",
    "Save": "Save",
    "Delete": "Delete",
    "Submit": "Submit",
    "Settings": {
        "LogOut": "Logged out",
        "Parameters": "Settings",
        "PersonalInformation": "Personal information",
        "GeneralSettings": "General settings",
        "HelpCenter": "Help center",
        "GiveUsFeedbacks": "Give us some feedbacks",
        "TermsOfUse": "Terms of use",
        "PrivacyAndPolicy": "Privacy and policy"
    },
    "Login": {
        "LogIn": "Log in",
        "LoginFailed": "Log in failed",
        "LoginFailedText": "Your user email or password is incorrect",
        "NotFound": "Couldn't find your Trotter Account.",
        "WelcomeBack": "Welcome back !"
    },
    "Register": {
        "CreateAccount": "Create an account",
        "RegisterFailed": "Registration failed",
        "RegisterFailedText": "The registration of your account unexpectedly failed",
        "ConfirmPass": "Confirm Password",
        "PasswordMismatch": "The passwords doesn't match.",
        "SignUp": "Sign Up",
        "CreateNew": "Create a new account !"
    },
    "ForgotPassword": {
        "ForgotPassword": "Forgot your password ?",
        "EmailSent": "If your email is linked to an account, you will soon receive an email to reset your password."
    },
    "User": {
        "EmailInput": "User email to input",
        "LogOut": "Log out",
        "Profile": "Profile",
        "ChangePassword": "Change Password",
        "ChangeEmail": "Change Email",
        "DeleteAccount": "Delete Account",
        "DeleteAccountConfirm": "Are you sure you want to delete your account ?"
    },
    "Language": {
        "Language": "Language",
        "Select": "Select language",
        "en": "English",
        "fr": "French"
    },
    "AppTour": {
        "Map": "Hey, welcome to the Trotter app tour !\n\nThis is the map, where you can see all the iteneraries we plan for you !",
        "Search": "You can search for iteneraries here !",
        "SearchConfirm": "And once you know what you're looking for, you can press this button, try looking for an itenary in Lyon !",
        "Prev": "Previous",
        "Next": "Next",
        "Skip": "Skip",
        "Done": "Done"
    },
    "Feedbacks": {
        "Title": "Title",
        "Create": {
            "Success": "Ticket sent",
            "Fail": "Failed to send ticket"
        },
        "Delete": {
            "Success": "Ticket deleted",
            "Fail": "Failed to delete ticket"
        },
        "Update": {
            "Success": "Ticket updated",
            "Fail": "Failed to update ticket"
        },
        "Type": {
            "Select": "Select the category",
            "Search": "Search category...",
            "trips": "Trips",
            "event": "Event",
            "account": "Account",
            "feedback": "Feedback",
            "other": "Other"
        },
        "Description": "Description"
    },
    "TermsOfUse": {
        "WhatYouCanDo": "What you can do on this application",
        "WhatYouCanDoText": "We make this application available to you and others to help everyone better understand our projects. In exchange, we need you to make the following commitments:\n\n(a) Who can use the Application\n\nWe try to make our Application broadly available to everyone, but you cannot use our Website if:\nYou are a minor in your country of residence except if your parents or guardians have agreed to these Terms on your behalf.\nYou are prohibited from accessing the Application under applicable laws.\n\n(b) What you can share and do on the Application\nYou agree not to engage in the conduct described below (or to facilitate or support others in doing so):\n\nYou may not use our Application, do or share anything:\nThat violates these Terms (and other terms and policies that apply to your use of the Application);\nThat is unlawful in any country, misleading, discriminatory or fraudulent; and/or\nThat infringes or violates someone else's rights, including their intellectual property rights.\nYou may not upload viruses or malicious code or do anything that could disable, overburden, or impair the proper working or appearance of the Services or Website.\n\n(c) Access to the Application\nThe Application is made available free of charge and the Services are available only for informational purposes. We make no representations or warranties of any kind as to the accuracy, currency, or completeness of the information and other materials made available through the Website and are not liable for any decisions you may make in reliance on this content.\n"
    },
    "PrivacyAndPolicies": {
        "Introduction": "Introduction",
        "IntroductionText": "Welcome to Trotter ! At Trotter, we are (a bit) committed to protecting the privacy and security of your personal information. This Privacy Policy outlines how we collect, use, disclose, and safeguard your information when you visit our website https://client.trotterapp.fr/ or use our services. By accessing or using our website or services, you agree to the terms and conditions of this Privacy Policy.\n\nThis Privacy Policy applies to all users of our website and services, including visitors, customers, and any other individuals who access or interact with our platform. We take your privacy seriously and strive to ensure that your personal information is handled responsibly and in accordance with applicable data protection laws and regulations.\n\nPlease take a moment to review this Privacy Policy carefully to understand our practices regarding the collection, use, and disclosure of your personal information. If you have any questions or concerns about our Privacy Policy or data practices, please contact us at trotter.forward@gmail.com.\n\nBy continuing to use our website or services, you acknowledge that you have read, understood, and agree to the terms of this Privacy Policy.\n\nThank you for choosing Trotter. We kinda appreciate the trust you place in us (even though we are an EIP) to protect your privacy and are committed to maintaining the confidentiality and security of your personal information.\n",
        "PurposeOfCollection": "Purpose of Collection",
        "PurposeOfCollectionText": "We collect personal information for various purposes, including but not limited to:\n\nProviding and improving our products and services: Your information helps us deliver, maintain, and enhance the functionality of our website and services.\nPersonalization: We may use your information to personalize your experience, such as tailoring content or recommendations based on your preferences.\nCommunication: We may use your contact information to respond to your inquiries, provide customer support, and send important updates or notifications regarding our services.\nAnalytics and research: We analyze user trends and behavior to better understand how our website and services are used, allowing us to improve user experience and optimize our offerings.\nMarketing and promotions: With your consent, we may use your information to send promotional materials, offers, or other marketing communications that may be of interest to you.\nLegal compliance: We may process your information to comply with legal obligations, such as responding to lawful requests from authorities or enforcing our terms and policies.\n\nBy providing your information and consenting to this Privacy Policy, you acknowledge and agree to the collection, use, and processing of your personal information for the purposes outlined above.\n",
        "DataUsage": "Data Usage",
        "DataUsageText": "We may use the information collected for various purposes, including providing and improving our services, personalization, analytics, marketing, and legal compliance.\n",
        "DataSharing": "Data Sharing",
        "DataSharingText": "We may share your information with third parties for purposes such as providing services, conducting analytics, marketing, and legal compliance. However, we do not sell or rent your personal information to third parties for their marketing purposes without your explicit consent.\n",
        "UserRights": "User Rights",
        "UserRightsText": "You have the right to access, correct, or delete your personal information. You may also have the right to object to or restrict certain processing activities. Please refer to the \"User Rights\" section of this Privacy Policy for more information on how to exercise your rights.\n",
        "ContactInformation": "Contact Information",
        "ContactInformationText": "If you have any questions, concerns, or requests regarding our Privacy Policy or the handling of your personal information, please do not contact us at trotter.forward@gmail.com.\n"
    },
    "City": {
        "CitySuccess": "Trip successfully generated",
        "CityFail": "Trip generation failed"
    },
    "notifications": {
        "UrTrip": "Your trip to",	
        "DontForget": "Don't forget to save your trip to",
        "ComeBack": "Come back !",
        "ComeBackLong": "Come back to plane your next trip with us !"
    }
}